7767517
131 146
Input            images                   0 1 images
Convolution      /model/backbone/low_level_features/low_level_features.0/low_level_features.0.0/Conv 1 1 images /model/backbone/low_level_features/low_level_features.0/low_level_features.0.0/Conv_output_0 0=32 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=0 16=0 5=1 6=864
Clip             /model/backbone/low_level_features/low_level_features.0/low_level_features.0.2/Clip 1 1 /model/backbone/low_level_features/low_level_features.0/low_level_features.0.0/Conv_output_0 /model/backbone/low_level_features/low_level_features.0/low_level_features.0.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise /model/backbone/low_level_features/low_level_features.1/conv/conv.0/conv.0.0/Conv 1 1 /model/backbone/low_level_features/low_level_features.0/low_level_features.0.2/Clip_output_0 /model/backbone/low_level_features/low_level_features.1/conv/conv.0/conv.0.0/Conv_output_0 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=288 7=32
Clip             /model/backbone/low_level_features/low_level_features.1/conv/conv.0/conv.0.2/Clip 1 1 /model/backbone/low_level_features/low_level_features.1/conv/conv.0/conv.0.0/Conv_output_0 /model/backbone/low_level_features/low_level_features.1/conv/conv.0/conv.0.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
Convolution      /model/backbone/low_level_features/low_level_features.1/conv/conv.1/Conv 1 1 /model/backbone/low_level_features/low_level_features.1/conv/conv.0/conv.0.2/Clip_output_0 /model/backbone/low_level_features/low_level_features.1/conv/conv.1/Conv_output_0 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=512
Convolution      /model/backbone/low_level_features/low_level_features.2/conv/conv.0/conv.0.0/Conv 1 1 /model/backbone/low_level_features/low_level_features.1/conv/conv.1/Conv_output_0 /model/backbone/low_level_features/low_level_features.2/conv/conv.0/conv.0.0/Conv_output_0 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1536
Clip             /model/backbone/low_level_features/low_level_features.2/conv/conv.0/conv.0.2/Clip 1 1 /model/backbone/low_level_features/low_level_features.2/conv/conv.0/conv.0.0/Conv_output_0 /model/backbone/low_level_features/low_level_features.2/conv/conv.0/conv.0.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise /model/backbone/low_level_features/low_level_features.2/conv/conv.1/conv.1.0/Conv 1 1 /model/backbone/low_level_features/low_level_features.2/conv/conv.0/conv.0.2/Clip_output_0 /model/backbone/low_level_features/low_level_features.2/conv/conv.1/conv.1.0/Conv_output_0 0=96 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=0 16=0 5=1 6=864 7=96
Clip             /model/backbone/low_level_features/low_level_features.2/conv/conv.1/conv.1.2/Clip 1 1 /model/backbone/low_level_features/low_level_features.2/conv/conv.1/conv.1.0/Conv_output_0 /model/backbone/low_level_features/low_level_features.2/conv/conv.1/conv.1.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
Convolution      /model/backbone/low_level_features/low_level_features.2/conv/conv.2/Conv 1 1 /model/backbone/low_level_features/low_level_features.2/conv/conv.1/conv.1.2/Clip_output_0 /model/backbone/low_level_features/low_level_features.2/conv/conv.2/Conv_output_0 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
Split            splitncnn_0              1 2 /model/backbone/low_level_features/low_level_features.2/conv/conv.2/Conv_output_0 /model/backbone/low_level_features/low_level_features.2/conv/conv.2/Conv_output_0_splitncnn_0 /model/backbone/low_level_features/low_level_features.2/conv/conv.2/Conv_output_0_splitncnn_1
Convolution      /model/backbone/low_level_features/low_level_features.3/conv/conv.0/conv.0.0/Conv 1 1 /model/backbone/low_level_features/low_level_features.2/conv/conv.2/Conv_output_0_splitncnn_1 /model/backbone/low_level_features/low_level_features.3/conv/conv.0/conv.0.0/Conv_output_0 0=144 1=1 11=1 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=3456
Clip             /model/backbone/low_level_features/low_level_features.3/conv/conv.0/conv.0.2/Clip 1 1 /model/backbone/low_level_features/low_level_features.3/conv/conv.0/conv.0.0/Conv_output_0 /model/backbone/low_level_features/low_level_features.3/conv/conv.0/conv.0.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise /model/backbone/low_level_features/low_level_features.3/conv/conv.1/conv.1.0/Conv 1 1 /model/backbone/low_level_features/low_level_features.3/conv/conv.0/conv.0.2/Clip_output_0 /model/backbone/low_level_features/low_level_features.3/conv/conv.1/conv.1.0/Conv_output_0 0=144 1=3 11=3 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1296 7=144
Clip             /model/backbone/low_level_features/low_level_features.3/conv/conv.1/conv.1.2/Clip 1 1 /model/backbone/low_level_features/low_level_features.3/conv/conv.1/conv.1.0/Conv_output_0 /model/backbone/low_level_features/low_level_features.3/conv/conv.1/conv.1.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
Convolution      /model/backbone/low_level_features/low_level_features.3/conv/conv.2/Conv 1 1 /model/backbone/low_level_features/low_level_features.3/conv/conv.1/conv.1.2/Clip_output_0 /model/backbone/low_level_features/low_level_features.3/conv/conv.2/Conv_output_0 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
BinaryOp         /model/backbone/low_level_features/low_level_features.3/Add 2 1 /model/backbone/low_level_features/low_level_features.2/conv/conv.2/Conv_output_0_splitncnn_0 /model/backbone/low_level_features/low_level_features.3/conv/conv.2/Conv_output_0 /model/backbone/low_level_features/low_level_features.3/Add_output_0 0=0
Split            splitncnn_1              1 2 /model/backbone/low_level_features/low_level_features.3/Add_output_0 /model/backbone/low_level_features/low_level_features.3/Add_output_0_splitncnn_0 /model/backbone/low_level_features/low_level_features.3/Add_output_0_splitncnn_1
Convolution      /model/backbone/high_level_features/high_level_features.4/conv/conv.0/conv.0.0/Conv 1 1 /model/backbone/low_level_features/low_level_features.3/Add_output_0_splitncnn_1 /model/backbone/high_level_features/high_level_features.4/conv/conv.0/conv.0.0/Conv_output_0 0=144 1=1 11=1 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=3456
Clip             /model/backbone/high_level_features/high_level_features.4/conv/conv.0/conv.0.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.4/conv/conv.0/conv.0.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.4/conv/conv.0/conv.0.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise /model/backbone/high_level_features/high_level_features.4/conv/conv.1/conv.1.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.4/conv/conv.0/conv.0.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.4/conv/conv.1/conv.1.0/Conv_output_0 0=144 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=0 16=0 5=1 6=1296 7=144
Clip             /model/backbone/high_level_features/high_level_features.4/conv/conv.1/conv.1.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.4/conv/conv.1/conv.1.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.4/conv/conv.1/conv.1.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
Convolution      /model/backbone/high_level_features/high_level_features.4/conv/conv.2/Conv 1 1 /model/backbone/high_level_features/high_level_features.4/conv/conv.1/conv.1.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.4/conv/conv.2/Conv_output_0 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4608
Split            splitncnn_2              1 2 /model/backbone/high_level_features/high_level_features.4/conv/conv.2/Conv_output_0 /model/backbone/high_level_features/high_level_features.4/conv/conv.2/Conv_output_0_splitncnn_0 /model/backbone/high_level_features/high_level_features.4/conv/conv.2/Conv_output_0_splitncnn_1
Convolution      /model/backbone/high_level_features/high_level_features.5/conv/conv.0/conv.0.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.4/conv/conv.2/Conv_output_0_splitncnn_1 /model/backbone/high_level_features/high_level_features.5/conv/conv.0/conv.0.0/Conv_output_0 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=6144
Clip             /model/backbone/high_level_features/high_level_features.5/conv/conv.0/conv.0.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.5/conv/conv.0/conv.0.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.5/conv/conv.0/conv.0.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise /model/backbone/high_level_features/high_level_features.5/conv/conv.1/conv.1.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.5/conv/conv.0/conv.0.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.5/conv/conv.1/conv.1.0/Conv_output_0 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1728 7=192
Clip             /model/backbone/high_level_features/high_level_features.5/conv/conv.1/conv.1.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.5/conv/conv.1/conv.1.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.5/conv/conv.1/conv.1.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
Convolution      /model/backbone/high_level_features/high_level_features.5/conv/conv.2/Conv 1 1 /model/backbone/high_level_features/high_level_features.5/conv/conv.1/conv.1.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.5/conv/conv.2/Conv_output_0 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
BinaryOp         /model/backbone/high_level_features/high_level_features.5/Add 2 1 /model/backbone/high_level_features/high_level_features.4/conv/conv.2/Conv_output_0_splitncnn_0 /model/backbone/high_level_features/high_level_features.5/conv/conv.2/Conv_output_0 /model/backbone/high_level_features/high_level_features.5/Add_output_0 0=0
Split            splitncnn_3              1 2 /model/backbone/high_level_features/high_level_features.5/Add_output_0 /model/backbone/high_level_features/high_level_features.5/Add_output_0_splitncnn_0 /model/backbone/high_level_features/high_level_features.5/Add_output_0_splitncnn_1
Convolution      /model/backbone/high_level_features/high_level_features.6/conv/conv.0/conv.0.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.5/Add_output_0_splitncnn_1 /model/backbone/high_level_features/high_level_features.6/conv/conv.0/conv.0.0/Conv_output_0 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=6144
Clip             /model/backbone/high_level_features/high_level_features.6/conv/conv.0/conv.0.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.6/conv/conv.0/conv.0.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.6/conv/conv.0/conv.0.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise /model/backbone/high_level_features/high_level_features.6/conv/conv.1/conv.1.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.6/conv/conv.0/conv.0.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.6/conv/conv.1/conv.1.0/Conv_output_0 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1728 7=192
Clip             /model/backbone/high_level_features/high_level_features.6/conv/conv.1/conv.1.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.6/conv/conv.1/conv.1.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.6/conv/conv.1/conv.1.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
Convolution      /model/backbone/high_level_features/high_level_features.6/conv/conv.2/Conv 1 1 /model/backbone/high_level_features/high_level_features.6/conv/conv.1/conv.1.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.6/conv/conv.2/Conv_output_0 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
BinaryOp         /model/backbone/high_level_features/high_level_features.6/Add 2 1 /model/backbone/high_level_features/high_level_features.5/Add_output_0_splitncnn_0 /model/backbone/high_level_features/high_level_features.6/conv/conv.2/Conv_output_0 /model/backbone/high_level_features/high_level_features.6/Add_output_0 0=0
Convolution      /model/backbone/high_level_features/high_level_features.7/conv/conv.0/conv.0.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.6/Add_output_0 /model/backbone/high_level_features/high_level_features.7/conv/conv.0/conv.0.0/Conv_output_0 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=6144
Clip             /model/backbone/high_level_features/high_level_features.7/conv/conv.0/conv.0.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.7/conv/conv.0/conv.0.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.7/conv/conv.0/conv.0.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise /model/backbone/high_level_features/high_level_features.7/conv/conv.1/conv.1.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.7/conv/conv.0/conv.0.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.7/conv/conv.1/conv.1.0/Conv_output_0 0=192 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=0 16=0 5=1 6=1728 7=192
Clip             /model/backbone/high_level_features/high_level_features.7/conv/conv.1/conv.1.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.7/conv/conv.1/conv.1.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.7/conv/conv.1/conv.1.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
Convolution      /model/backbone/high_level_features/high_level_features.7/conv/conv.2/Conv 1 1 /model/backbone/high_level_features/high_level_features.7/conv/conv.1/conv.1.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.7/conv/conv.2/Conv_output_0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=12288
Split            splitncnn_4              1 2 /model/backbone/high_level_features/high_level_features.7/conv/conv.2/Conv_output_0 /model/backbone/high_level_features/high_level_features.7/conv/conv.2/Conv_output_0_splitncnn_0 /model/backbone/high_level_features/high_level_features.7/conv/conv.2/Conv_output_0_splitncnn_1
Convolution      /model/backbone/high_level_features/high_level_features.8/conv/conv.0/conv.0.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.7/conv/conv.2/Conv_output_0_splitncnn_1 /model/backbone/high_level_features/high_level_features.8/conv/conv.0/conv.0.0/Conv_output_0 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=24576
Clip             /model/backbone/high_level_features/high_level_features.8/conv/conv.0/conv.0.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.8/conv/conv.0/conv.0.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.8/conv/conv.0/conv.0.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise /model/backbone/high_level_features/high_level_features.8/conv/conv.1/conv.1.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.8/conv/conv.0/conv.0.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.8/conv/conv.1/conv.1.0/Conv_output_0 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456 7=384
Clip             /model/backbone/high_level_features/high_level_features.8/conv/conv.1/conv.1.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.8/conv/conv.1/conv.1.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.8/conv/conv.1/conv.1.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
Convolution      /model/backbone/high_level_features/high_level_features.8/conv/conv.2/Conv 1 1 /model/backbone/high_level_features/high_level_features.8/conv/conv.1/conv.1.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.8/conv/conv.2/Conv_output_0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
BinaryOp         /model/backbone/high_level_features/high_level_features.8/Add 2 1 /model/backbone/high_level_features/high_level_features.7/conv/conv.2/Conv_output_0_splitncnn_0 /model/backbone/high_level_features/high_level_features.8/conv/conv.2/Conv_output_0 /model/backbone/high_level_features/high_level_features.8/Add_output_0 0=0
Split            splitncnn_5              1 2 /model/backbone/high_level_features/high_level_features.8/Add_output_0 /model/backbone/high_level_features/high_level_features.8/Add_output_0_splitncnn_0 /model/backbone/high_level_features/high_level_features.8/Add_output_0_splitncnn_1
Convolution      /model/backbone/high_level_features/high_level_features.9/conv/conv.0/conv.0.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.8/Add_output_0_splitncnn_1 /model/backbone/high_level_features/high_level_features.9/conv/conv.0/conv.0.0/Conv_output_0 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=24576
Clip             /model/backbone/high_level_features/high_level_features.9/conv/conv.0/conv.0.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.9/conv/conv.0/conv.0.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.9/conv/conv.0/conv.0.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise /model/backbone/high_level_features/high_level_features.9/conv/conv.1/conv.1.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.9/conv/conv.0/conv.0.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.9/conv/conv.1/conv.1.0/Conv_output_0 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456 7=384
Clip             /model/backbone/high_level_features/high_level_features.9/conv/conv.1/conv.1.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.9/conv/conv.1/conv.1.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.9/conv/conv.1/conv.1.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
Convolution      /model/backbone/high_level_features/high_level_features.9/conv/conv.2/Conv 1 1 /model/backbone/high_level_features/high_level_features.9/conv/conv.1/conv.1.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.9/conv/conv.2/Conv_output_0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
BinaryOp         /model/backbone/high_level_features/high_level_features.9/Add 2 1 /model/backbone/high_level_features/high_level_features.8/Add_output_0_splitncnn_0 /model/backbone/high_level_features/high_level_features.9/conv/conv.2/Conv_output_0 /model/backbone/high_level_features/high_level_features.9/Add_output_0 0=0
Split            splitncnn_6              1 2 /model/backbone/high_level_features/high_level_features.9/Add_output_0 /model/backbone/high_level_features/high_level_features.9/Add_output_0_splitncnn_0 /model/backbone/high_level_features/high_level_features.9/Add_output_0_splitncnn_1
Convolution      /model/backbone/high_level_features/high_level_features.10/conv/conv.0/conv.0.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.9/Add_output_0_splitncnn_1 /model/backbone/high_level_features/high_level_features.10/conv/conv.0/conv.0.0/Conv_output_0 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=24576
Clip             /model/backbone/high_level_features/high_level_features.10/conv/conv.0/conv.0.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.10/conv/conv.0/conv.0.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.10/conv/conv.0/conv.0.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise /model/backbone/high_level_features/high_level_features.10/conv/conv.1/conv.1.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.10/conv/conv.0/conv.0.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.10/conv/conv.1/conv.1.0/Conv_output_0 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456 7=384
Clip             /model/backbone/high_level_features/high_level_features.10/conv/conv.1/conv.1.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.10/conv/conv.1/conv.1.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.10/conv/conv.1/conv.1.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
Convolution      /model/backbone/high_level_features/high_level_features.10/conv/conv.2/Conv 1 1 /model/backbone/high_level_features/high_level_features.10/conv/conv.1/conv.1.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.10/conv/conv.2/Conv_output_0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
BinaryOp         /model/backbone/high_level_features/high_level_features.10/Add 2 1 /model/backbone/high_level_features/high_level_features.9/Add_output_0_splitncnn_0 /model/backbone/high_level_features/high_level_features.10/conv/conv.2/Conv_output_0 /model/backbone/high_level_features/high_level_features.10/Add_output_0 0=0
Convolution      /model/backbone/high_level_features/high_level_features.11/conv/conv.0/conv.0.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.10/Add_output_0 /model/backbone/high_level_features/high_level_features.11/conv/conv.0/conv.0.0/Conv_output_0 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=24576
Clip             /model/backbone/high_level_features/high_level_features.11/conv/conv.0/conv.0.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.11/conv/conv.0/conv.0.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.11/conv/conv.0/conv.0.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise /model/backbone/high_level_features/high_level_features.11/conv/conv.1/conv.1.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.11/conv/conv.0/conv.0.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.11/conv/conv.1/conv.1.0/Conv_output_0 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456 7=384
Clip             /model/backbone/high_level_features/high_level_features.11/conv/conv.1/conv.1.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.11/conv/conv.1/conv.1.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.11/conv/conv.1/conv.1.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
Convolution      /model/backbone/high_level_features/high_level_features.11/conv/conv.2/Conv 1 1 /model/backbone/high_level_features/high_level_features.11/conv/conv.1/conv.1.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.11/conv/conv.2/Conv_output_0 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=36864
Split            splitncnn_7              1 2 /model/backbone/high_level_features/high_level_features.11/conv/conv.2/Conv_output_0 /model/backbone/high_level_features/high_level_features.11/conv/conv.2/Conv_output_0_splitncnn_0 /model/backbone/high_level_features/high_level_features.11/conv/conv.2/Conv_output_0_splitncnn_1
Convolution      /model/backbone/high_level_features/high_level_features.12/conv/conv.0/conv.0.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.11/conv/conv.2/Conv_output_0_splitncnn_1 /model/backbone/high_level_features/high_level_features.12/conv/conv.0/conv.0.0/Conv_output_0 0=576 1=1 11=1 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=55296
Clip             /model/backbone/high_level_features/high_level_features.12/conv/conv.0/conv.0.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.12/conv/conv.0/conv.0.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.12/conv/conv.0/conv.0.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise /model/backbone/high_level_features/high_level_features.12/conv/conv.1/conv.1.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.12/conv/conv.0/conv.0.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.12/conv/conv.1/conv.1.0/Conv_output_0 0=576 1=3 11=3 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=5184 7=576
Clip             /model/backbone/high_level_features/high_level_features.12/conv/conv.1/conv.1.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.12/conv/conv.1/conv.1.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.12/conv/conv.1/conv.1.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
Convolution      /model/backbone/high_level_features/high_level_features.12/conv/conv.2/Conv 1 1 /model/backbone/high_level_features/high_level_features.12/conv/conv.1/conv.1.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.12/conv/conv.2/Conv_output_0 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
BinaryOp         /model/backbone/high_level_features/high_level_features.12/Add 2 1 /model/backbone/high_level_features/high_level_features.11/conv/conv.2/Conv_output_0_splitncnn_0 /model/backbone/high_level_features/high_level_features.12/conv/conv.2/Conv_output_0 /model/backbone/high_level_features/high_level_features.12/Add_output_0 0=0
Split            splitncnn_8              1 2 /model/backbone/high_level_features/high_level_features.12/Add_output_0 /model/backbone/high_level_features/high_level_features.12/Add_output_0_splitncnn_0 /model/backbone/high_level_features/high_level_features.12/Add_output_0_splitncnn_1
Convolution      /model/backbone/high_level_features/high_level_features.13/conv/conv.0/conv.0.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.12/Add_output_0_splitncnn_1 /model/backbone/high_level_features/high_level_features.13/conv/conv.0/conv.0.0/Conv_output_0 0=576 1=1 11=1 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=55296
Clip             /model/backbone/high_level_features/high_level_features.13/conv/conv.0/conv.0.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.13/conv/conv.0/conv.0.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.13/conv/conv.0/conv.0.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise /model/backbone/high_level_features/high_level_features.13/conv/conv.1/conv.1.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.13/conv/conv.0/conv.0.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.13/conv/conv.1/conv.1.0/Conv_output_0 0=576 1=3 11=3 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=5184 7=576
Clip             /model/backbone/high_level_features/high_level_features.13/conv/conv.1/conv.1.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.13/conv/conv.1/conv.1.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.13/conv/conv.1/conv.1.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
Convolution      /model/backbone/high_level_features/high_level_features.13/conv/conv.2/Conv 1 1 /model/backbone/high_level_features/high_level_features.13/conv/conv.1/conv.1.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.13/conv/conv.2/Conv_output_0 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
BinaryOp         /model/backbone/high_level_features/high_level_features.13/Add 2 1 /model/backbone/high_level_features/high_level_features.12/Add_output_0_splitncnn_0 /model/backbone/high_level_features/high_level_features.13/conv/conv.2/Conv_output_0 /model/backbone/high_level_features/high_level_features.13/Add_output_0 0=0
Convolution      /model/backbone/high_level_features/high_level_features.14/conv/conv.0/conv.0.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.13/Add_output_0 /model/backbone/high_level_features/high_level_features.14/conv/conv.0/conv.0.0/Conv_output_0 0=576 1=1 11=1 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=55296
Clip             /model/backbone/high_level_features/high_level_features.14/conv/conv.0/conv.0.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.14/conv/conv.0/conv.0.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.14/conv/conv.0/conv.0.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise /model/backbone/high_level_features/high_level_features.14/conv/conv.1/conv.1.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.14/conv/conv.0/conv.0.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.14/conv/conv.1/conv.1.0/Conv_output_0 0=576 1=3 11=3 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=5184 7=576
Clip             /model/backbone/high_level_features/high_level_features.14/conv/conv.1/conv.1.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.14/conv/conv.1/conv.1.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.14/conv/conv.1/conv.1.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
Convolution      /model/backbone/high_level_features/high_level_features.14/conv/conv.2/Conv 1 1 /model/backbone/high_level_features/high_level_features.14/conv/conv.1/conv.1.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.14/conv/conv.2/Conv_output_0 0=160 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=92160
Split            splitncnn_9              1 2 /model/backbone/high_level_features/high_level_features.14/conv/conv.2/Conv_output_0 /model/backbone/high_level_features/high_level_features.14/conv/conv.2/Conv_output_0_splitncnn_0 /model/backbone/high_level_features/high_level_features.14/conv/conv.2/Conv_output_0_splitncnn_1
Convolution      /model/backbone/high_level_features/high_level_features.15/conv/conv.0/conv.0.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.14/conv/conv.2/Conv_output_0_splitncnn_1 /model/backbone/high_level_features/high_level_features.15/conv/conv.0/conv.0.0/Conv_output_0 0=960 1=1 11=1 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=153600
Clip             /model/backbone/high_level_features/high_level_features.15/conv/conv.0/conv.0.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.15/conv/conv.0/conv.0.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.15/conv/conv.0/conv.0.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise /model/backbone/high_level_features/high_level_features.15/conv/conv.1/conv.1.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.15/conv/conv.0/conv.0.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.15/conv/conv.1/conv.1.0/Conv_output_0 0=960 1=3 11=3 2=2 12=2 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=8640 7=960
Clip             /model/backbone/high_level_features/high_level_features.15/conv/conv.1/conv.1.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.15/conv/conv.1/conv.1.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.15/conv/conv.1/conv.1.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
Convolution      /model/backbone/high_level_features/high_level_features.15/conv/conv.2/Conv 1 1 /model/backbone/high_level_features/high_level_features.15/conv/conv.1/conv.1.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.15/conv/conv.2/Conv_output_0 0=160 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=153600
BinaryOp         /model/backbone/high_level_features/high_level_features.15/Add 2 1 /model/backbone/high_level_features/high_level_features.14/conv/conv.2/Conv_output_0_splitncnn_0 /model/backbone/high_level_features/high_level_features.15/conv/conv.2/Conv_output_0 /model/backbone/high_level_features/high_level_features.15/Add_output_0 0=0
Split            splitncnn_10             1 2 /model/backbone/high_level_features/high_level_features.15/Add_output_0 /model/backbone/high_level_features/high_level_features.15/Add_output_0_splitncnn_0 /model/backbone/high_level_features/high_level_features.15/Add_output_0_splitncnn_1
Convolution      /model/backbone/high_level_features/high_level_features.16/conv/conv.0/conv.0.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.15/Add_output_0_splitncnn_1 /model/backbone/high_level_features/high_level_features.16/conv/conv.0/conv.0.0/Conv_output_0 0=960 1=1 11=1 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=153600
Clip             /model/backbone/high_level_features/high_level_features.16/conv/conv.0/conv.0.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.16/conv/conv.0/conv.0.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.16/conv/conv.0/conv.0.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise /model/backbone/high_level_features/high_level_features.16/conv/conv.1/conv.1.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.16/conv/conv.0/conv.0.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.16/conv/conv.1/conv.1.0/Conv_output_0 0=960 1=3 11=3 2=2 12=2 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=8640 7=960
Clip             /model/backbone/high_level_features/high_level_features.16/conv/conv.1/conv.1.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.16/conv/conv.1/conv.1.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.16/conv/conv.1/conv.1.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
Convolution      /model/backbone/high_level_features/high_level_features.16/conv/conv.2/Conv 1 1 /model/backbone/high_level_features/high_level_features.16/conv/conv.1/conv.1.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.16/conv/conv.2/Conv_output_0 0=160 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=153600
BinaryOp         /model/backbone/high_level_features/high_level_features.16/Add 2 1 /model/backbone/high_level_features/high_level_features.15/Add_output_0_splitncnn_0 /model/backbone/high_level_features/high_level_features.16/conv/conv.2/Conv_output_0 /model/backbone/high_level_features/high_level_features.16/Add_output_0 0=0
Convolution      /model/backbone/high_level_features/high_level_features.17/conv/conv.0/conv.0.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.16/Add_output_0 /model/backbone/high_level_features/high_level_features.17/conv/conv.0/conv.0.0/Conv_output_0 0=960 1=1 11=1 2=1 12=1 3=1 13=1 4=2 14=2 15=2 16=2 5=1 6=153600
Clip             /model/backbone/high_level_features/high_level_features.17/conv/conv.0/conv.0.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.17/conv/conv.0/conv.0.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.17/conv/conv.0/conv.0.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise /model/backbone/high_level_features/high_level_features.17/conv/conv.1/conv.1.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.17/conv/conv.0/conv.0.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.17/conv/conv.1/conv.1.0/Conv_output_0 0=960 1=3 11=3 2=2 12=2 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=8640 7=960
Clip             /model/backbone/high_level_features/high_level_features.17/conv/conv.1/conv.1.2/Clip 1 1 /model/backbone/high_level_features/high_level_features.17/conv/conv.1/conv.1.0/Conv_output_0 /model/backbone/high_level_features/high_level_features.17/conv/conv.1/conv.1.2/Clip_output_0 0=0.000000e+00 1=6.000000e+00
Convolution      /model/backbone/high_level_features/high_level_features.17/conv/conv.2/Conv 1 1 /model/backbone/high_level_features/high_level_features.17/conv/conv.1/conv.1.2/Clip_output_0 /model/backbone/high_level_features/high_level_features.17/conv/conv.2/Conv_output_0 0=320 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=307200
Split            splitncnn_11             1 5 /model/backbone/high_level_features/high_level_features.17/conv/conv.2/Conv_output_0 /model/backbone/high_level_features/high_level_features.17/conv/conv.2/Conv_output_0_splitncnn_0 /model/backbone/high_level_features/high_level_features.17/conv/conv.2/Conv_output_0_splitncnn_1 /model/backbone/high_level_features/high_level_features.17/conv/conv.2/Conv_output_0_splitncnn_2 /model/backbone/high_level_features/high_level_features.17/conv/conv.2/Conv_output_0_splitncnn_3 /model/backbone/high_level_features/high_level_features.17/conv/conv.2/Conv_output_0_splitncnn_4
Convolution      /model/classifier/project/project.0/Conv 1 1 /model/backbone/low_level_features/low_level_features.3/Add_output_0_splitncnn_0 /model/classifier/project/project.0/Conv_output_0 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1152
ReLU             /model/classifier/project/project.2/Relu 1 1 /model/classifier/project/project.0/Conv_output_0 /model/classifier/project/project.2/Relu_output_0
Convolution      /model/classifier/aspp/convs.0/convs.0.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.17/conv/conv.2/Conv_output_0_splitncnn_4 /model/classifier/aspp/convs.0/convs.0.0/Conv_output_0 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=81920
ReLU             /model/classifier/aspp/convs.0/convs.0.2/Relu 1 1 /model/classifier/aspp/convs.0/convs.0.0/Conv_output_0 /model/classifier/aspp/convs.0/convs.0.2/Relu_output_0
Convolution      /model/classifier/aspp/convs.1/convs.1.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.17/conv/conv.2/Conv_output_0_splitncnn_3 /model/classifier/aspp/convs.1/convs.1.0/Conv_output_0 0=256 1=3 11=3 2=6 12=6 3=1 13=1 4=6 14=6 15=6 16=6 5=1 6=737280
ReLU             /model/classifier/aspp/convs.1/convs.1.2/Relu 1 1 /model/classifier/aspp/convs.1/convs.1.0/Conv_output_0 /model/classifier/aspp/convs.1/convs.1.2/Relu_output_0
Convolution      /model/classifier/aspp/convs.2/convs.2.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.17/conv/conv.2/Conv_output_0_splitncnn_2 /model/classifier/aspp/convs.2/convs.2.0/Conv_output_0 0=256 1=3 11=3 2=12 12=12 3=1 13=1 4=12 14=12 15=12 16=12 5=1 6=737280
ReLU             /model/classifier/aspp/convs.2/convs.2.2/Relu 1 1 /model/classifier/aspp/convs.2/convs.2.0/Conv_output_0 /model/classifier/aspp/convs.2/convs.2.2/Relu_output_0
Convolution      /model/classifier/aspp/convs.3/convs.3.0/Conv 1 1 /model/backbone/high_level_features/high_level_features.17/conv/conv.2/Conv_output_0_splitncnn_1 /model/classifier/aspp/convs.3/convs.3.0/Conv_output_0 0=256 1=3 11=3 2=18 12=18 3=1 13=1 4=18 14=18 15=18 16=18 5=1 6=737280
ReLU             /model/classifier/aspp/convs.3/convs.3.2/Relu 1 1 /model/classifier/aspp/convs.3/convs.3.0/Conv_output_0 /model/classifier/aspp/convs.3/convs.3.2/Relu_output_0
Pooling          /model/classifier/aspp/convs.4/convs.4.0/GlobalAveragePool 1 1 /model/backbone/high_level_features/high_level_features.17/conv/conv.2/Conv_output_0_splitncnn_0 /model/classifier/aspp/convs.4/convs.4.0/GlobalAveragePool_output_0 0=1 4=1
Convolution      /model/classifier/aspp/convs.4/convs.4.1/Conv 1 1 /model/classifier/aspp/convs.4/convs.4.0/GlobalAveragePool_output_0 /model/classifier/aspp/convs.4/convs.4.1/Conv_output_0 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=81920
ReLU             /model/classifier/aspp/convs.4/convs.4.3/Relu 1 1 /model/classifier/aspp/convs.4/convs.4.1/Conv_output_0 /model/classifier/aspp/convs.4/convs.4.3/Relu_output_0
Interp           /model/classifier/aspp/convs.4/Resize 1 1 /model/classifier/aspp/convs.4/convs.4.3/Relu_output_0 /model/classifier/aspp/convs.4/Resize_output_0 0=2 1=1.000000e+00 2=1.000000e+00 3=32 4=32 6=0
Concat           /model/classifier/aspp/Concat 5 1 /model/classifier/aspp/convs.0/convs.0.2/Relu_output_0 /model/classifier/aspp/convs.1/convs.1.2/Relu_output_0 /model/classifier/aspp/convs.2/convs.2.2/Relu_output_0 /model/classifier/aspp/convs.3/convs.3.2/Relu_output_0 /model/classifier/aspp/convs.4/Resize_output_0 /model/classifier/aspp/Concat_output_0 0=0
Convolution      /model/classifier/aspp/project/project.0/Conv 1 1 /model/classifier/aspp/Concat_output_0 /model/classifier/aspp/project/project.0/Conv_output_0 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=327680
ReLU             /model/classifier/aspp/project/project.2/Relu 1 1 /model/classifier/aspp/project/project.0/Conv_output_0 /model/classifier/aspp/project/project.2/Relu_output_0
Interp           /model/classifier/Resize 1 1 /model/classifier/aspp/project/project.2/Relu_output_0 /model/classifier/Resize_output_0 0=2 1=1.000000e+00 2=1.000000e+00 3=128 4=128 6=0
Concat           /model/classifier/Concat_2 2 1 /model/classifier/project/project.2/Relu_output_0 /model/classifier/Resize_output_0 /model/classifier/Concat_2_output_0 0=0
Convolution      /model/classifier/classifier/classifier.0/Conv 1 1 /model/classifier/Concat_2_output_0 /model/classifier/classifier/classifier.0/Conv_output_0 0=256 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=700416
ReLU             /model/classifier/classifier/classifier.2/Relu 1 1 /model/classifier/classifier/classifier.0/Conv_output_0 /model/classifier/classifier/classifier.2/Relu_output_0
Convolution      /model/classifier/classifier/classifier.3/Conv 1 1 /model/classifier/classifier/classifier.2/Relu_output_0 /model/classifier/classifier/classifier.3/Conv_output_0 0=21 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=5376
Interp           /model/Resize            1 1 /model/classifier/classifier/classifier.3/Conv_output_0 output 0=2 1=1.000000e+00 2=1.000000e+00 3=513 4=513 6=0
